import pandas as pd
import random
a = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22]
b = ["Василенко Юрій Валерійович",
"Залеський Даніїл Дмитрович",
"Кокоша Ліна Олександрівна",
"Могилко Микола Юрійович",
"Савчук Богдан Андрійович",
"Фролов Кирило Павлович",
"Шимановський Руслан В'ячеславович",
"Шиць Микола Олександрович",
"Абдулаєва Аліна Ісмаілівна",
"Бережна Анна Романівна",
"Богуш-Задніпряна Анастасія Олександрівна",
"Вислогузова Олена Вікторівна",
"Вихор Кіріл Ігорович",
"Вій Ксенія Миколаївна",
"Кузіна Орина Олександрівна",
"Мінжинер Анна Михайлівна",
"Мокану Соломія Сергіївна",
"Підсан Анастасія Сергіївна",
"Распоренко Тетяна Богданівна",
"Савченко Олексій Вікторович",
"Степаненко Дар'я Олегівна",
"Циганчук Олександра "]
random.shuffle(a)
random.shuffle(b)
dict1 = {"Прізвище" :  (b), "Білет номер" :  (a)}
df = pd.DataFrame(dict1)
df
print(df)
